Repository: mozilla-l10n/mt-training-data
Catalog: nhi/nhi_pontoon.tmx
Source language: en_us
Languages: nhi

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
nhi: tlaticnimilia quenquintohua mochihua <strong> amo huilis quimatis</strong> o catqui<strong> tlacalantoc simi</strong>o catqui<strong> ocsique masehualmeh tlahtuhtuqueh</strong> icanun tehuatzi quipia de toconpohpolos nuntlahtol <accuracyLink>xoconita cachi tlanahuatil campa catqui totlanonotz cuali</accuracyLink>

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
nhi: unicchiuh se tiquitl sesiahca para qui temacas tlahtol a#CommonVoice ximunilo huan xi tech palehui tiquin nextilisqueh tipusmeh queni se tlahtuhua ti masehualmeh{ $link }

source: Includes mp3s and related sentences, may take some time to prepare
nhi: nuyuhqui mp3 huan tlahtulmeh niliuhtuqueh, huilis cuicas siqui tiempo para mu chihuas

source: Indonesian
nhi: Indonesio

source: Information about the language
nhi: tlanaoatil ican tlahtol

source: In Progress
nhi: muchiotoc

source: Interested in learning more and contributing to the project?
nhi: ¿ticniqui ticmu nextilis cachi huan titech palehuis ican tu tiquiuh?

source: Irish
nhi: Irlandés

source: IsiNdebele (North)
nhi: IsiNdebele (Norte)

source: IsiNdebele (South)
nhi: IsiNdebele (Sur)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
nhi: <isoCodeLink>Codigos ISO </isoCodeLink> quemah moixmateh

source: Is the clip valid?
nhi: ¿tlahtolahcoc coaltia?

source: Italian
nhi: Italiano

source: It contains words or phrases that are hard to read or pronounce.
nhi: coica tlahtol o tlahcuilol tlenuhueh para tic machtis o ti quihtos

source: It is written in a language different than what I’m speaking.
nhi: catqui ihcoiliuhtoc ica tlahtol tlamatl amo queme ni tlahtohua

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
nhi: muniqui miac para que Common Voice mu chihua! amo sec chihua tuhsel. ¿ticniqui timunilos tihuan? tech pactisquia ti matisqueh de tehuatzin

source: Izhorian
nhi: Izhoriano

source: Japanese
nhi: Japonés

source: Javanese
nhi: Javanés

source: Join the Common Voice mailing list
nhi: Ximonilo ica tlahcuilol correo de Common Voice.

source: Just Unsure?
nhi: ¿amo yulchicauh?

source: Kabardian
nhi: Cabardiano

source: Kabyle
nhi: Cabillo

source: Kazakh
nhi: Kazajo

source: Keep
nhi: yekpixto

source: Keep it up, record again <recordIcon></recordIcon>
nhi: ohcon xiiuhto, tlahtolahcocui ocsipa

source: Keep the recordings
nhi: xiquinpixto tlahtolahcuc

source: Keep track of your progress and metrics across multiple languages.
nhi: xicpia se tlahcuilol ica mu nemilis huan métricas ica miac tlahtol

source: Keep track of your progress with a profile
nhi: xicchihua se nimiliz icamo progreso icase perfil

source: Keep track of your progress with a profile and help our voice data be more accurate.
nhi: xiquita tlen yuticchiuh ica se perfil huan xicpalehui tutlahcuiloltlahtol muican cachicuali

source: Korean
nhi: Coreano

source: Kurmanji Kurdish
nhi: Kurdo kurmanji

source: Kyrgyz
nhi: Kirguís

source: Language
nhi: Tlahtol

source: Language Request
nhi: tlahtlani tlahtol

source: Language request successfully submitted, thank you.
nhi: tlahtlani tlahtol yomo naltitlan coali, tlasohcamatictzin

source: Languages
nhi: Tlahtolmeh

source: Latgalian
nhi: Latgaliano

source: Latvian
nhi: Letón

source: Launched
nhi: naltitlanque

source: Learn how to take part
nhi: xitlasalo quenin titechpaleuis

source: Learn More
nhi: cachi tlanauatil

source: Leaving now means you’ll lose your changes
nhi: tla tic cahua axan, tiquin polos tlapatla

source: Leaving now means you'll lose your progress
nhi: tlatiquisa axan, ticpulos nuchi tlenyutikchiuh hasta axan

source: Let's Get Started
nhi: ticpehualticah

source: License: <licenseLink>CC-0</licenseLink>
nhi: tlacahuil:<licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
nhi: tlacahuil:<licenseLink>{ $license }</licenseLink>

source: Ligurian
nhi: Ligur

source: Links to websites that can help us understand the language
nhi: enlaces huan sitios web tlenhuilis techpalehuis masecixmati tlahtol

source: Listen
nhi: Tlacaqui

source: Listening
nhi: tlacactoc

source: Lithuanian
nhi: Lituano

source: Loading…
nhi: Yehyecohtoc...

source: Loading sentences…
nhi: nichicuhtuc tlahcuilolmeh...

source: Localized
nhi: tlacuipcahtlahtol

source: Log in or sign up to get started
nhi: xicpehualti sesion o ximoihcuilo para tipehuas

source: Log In / Sign Up
nhi: xicpehualti sesión / ximoihcuilo

source: Log In / Sign Up with { $company } email
nhi: pehualtin sesion/ ximu ihcuilo ican correo de { $company }

source: Log Out
nhi: Xictzacua sesión

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
nhi: Nismati amo catqui tlahtolahcoctoc para seccaquis ica nin maseualtlahtol. Xitechpaleui tictemitisqueh lista tlahtolahcoctosqueh sansique axan.

source: Macedonian
nhi: Macedonio

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
nhi: xiquita quen plataforma yupeuh tlahtolahcucui achton tipehuas titlahtos huan mumunacti cuando yutic tlameh

source: Make sure the sentence meets the following criteria:
nhi: xic yequita tlahcuilol muc pia tlen mu icahuia tlanahuatilmeh:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
nhi: yehyeco tlen tlanahuatil tlen ticnaltitlantoc moican nuchten, xictemaca tlanahuatil demográficos ichtaca. Nuchten necateh tlanahuatilmeh panusqueh ichtaca achton mu ixnexticah

source: Malagasy
nhi: Malgache

source: Malay
nhi: Malayo

source: Malayalam
nhi: Malabar

source: Maltese
nhi: Maltés

source: Mapudungun
nhi: Mapuche

source: Marathi
nhi: Maratí

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
nhi: ¿kanah to<homepageLink>página campa sepehua </homepageLink> huilis mits palehuis? para tictlahtlanis, ximunilo<matrixLink> campa monohnotzah nichicomasehual Matrix</matrixLink> xiquita problemas den sitio ic<githubLink>GitHub</githubLink> o xiyo<discourseLink>campa foros Discurse</discourseLink>

source: Meadow Mari
nhi: Mari Oriental

source: Message
nhi: tlahcoiloltlahtol

source: Misreadings
nhi: amocuali tlamachtil

source: Missing an <strong>'s'</strong> at the end of a word.
nhi: quipuluhua se <strong>'s'</strong> campa tlamia tlahtol

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
nhi: qupulihua <strong> 'A'</strong> O <strong> 'The'</strong> campa pehua tlahtolahcuc

source: Missing the end of the last word by cutting off the recording too quickly.
nhi: puluhua campa tlamia tlahtol campa sec tiqui tlahtolahcuc simi isiuhca

source: Mixed
nhi: nilioqui

source: Mongolian
nhi: mongol

source: More
nhi: Cachi

source: [More has been recorded than the required text]
nhi: [mu tlahtolahcuc cachi que tlen muniqui tlahcuiliuhtoc]

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
nhi: Miaqueh tlanauatilmeh tlen mocueh por uehueyeh tiquimeh amo tlapohtoc para nochten masehualmeh. Secnimile nin quitzacuilia totlanimilil. Ica non osectitlan Common Voice, se tiquitl para ticquinpaleuisqueh mocchihchiuacan queh ixmatilis tlahtol mo i tlapohtoc uan mo cahsicah nochten

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
nhi: miqueh tlahtolahcuctoc de masehual tlahtuhtuc ica i tlahtol tlen milahuak. huilis tic silis tlahtolahcuctoc campa amo tzahtzeh amo tlahtolchicahuac huan mu temaca ica se tlahtol ¨dramatica¨. nimits tlatlauhtia amo xic sili tlahtolahcuctoc tlen mu tzutzuna huan tlen quicueh se tlahtol quemeh tipostl

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
nhi: Ich Mozilla Common Voice ticniqueh tiquinpaleuisqueh mo quinnextilican tiposmeh queni tlahtoah in maseualmeh.

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
nhi: Mozilla Common Voice omochiuh ican itlapaleuil maseualnichicolis tlatlamantl tiquitl, tlahtolmeh, científicos de tlanauatil, académicos, uan ingenieros de informática de nochin tlalticpac . Tiquitl quichihchiutoque por la Fundación Mozilla

source: Mutual accountability.
nhi: pohual sansicah

source: n
nhi: m

source: Name
nhi: Motoca

source: Names of your language
nhi: Intoca motlahtol

source: Native Language
nhi: tlahtol yoli

source: Need some help with accent?
nhi: ticniqui nimitspalehuis ican acento?

source: Need some help with variants?
nhi: ticniqui nimitspalehuis ican variantes?

source: Need to download your data?
nhi: ¿ticniqui tiquin timultis tlanahuatil?

source: Nepali
nhi: Nepalí

source: New Language Launch
nhi: quinaltitlantuqueh se yancuic tlahtol

source: Next
nhi: ocse

source: No
nhi: amo

source: [No ‘a’ in the original text]
nhi: [amo catqui ´a´ichin tlahcuilol tlen milahuac]

source: No gravatar found for your email
nhi: amo secahsitoc niunse gravatar para mu correo electronico

source: No microphone found.
nhi: amo usecahsic niunse tlahtolahcocuilis

source: Northern Sotho
nhi: Sotho del Norte

source: Norwegian Bokmål
nhi: Noruego (Bokmal)

source: Norwegian Nynorsk
nhi: Noruego Nynorsk

source: No sentences to review. <addLink>Add more sentences now!</addLink>
nhi: amo cah tlahcuilolmeh para tiquimitasqueh <addLink> xiquintlali cachi tlahcuilolmeh axan</addLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
nhi: tlahcuilol: quipia de ticpihpinas tlatitlahtos o ticcaquis para ticpatlas mu tiquipaleoalistl

source: No Thanks
nhi: Amo, tlasohcamatictzi

source: No thanks, continue speaking
nhi: amo, tlasohcamatictsin, oc ximu nuhnutzto

source: No variant selected
nhi: amo cah variante tlen u mu nexte

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
nhi: axan tic mati cachi ica Common Voice, ¿ queye amo secyehyecus? xicpachu campa catqui se tipostlanunutz para tic pehuas tiquin machtis tlahtulme ica tlahtol chicahuac<br/><br/> tla tic niqui tiquimitas aquihquen tlapalehuia ican in tlahtol ocsiqui masehualmeh, xicpacho campa mu nextia para pehuas. titechpalehuis para tiquin silisqueh tlahtolahcuc tlen catqui cuali ihuan tlahtol ihcuiliuhtoc ichin pantalla

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
nhi: Axan uilis titetlacolis motlahtol ica titechpalehuis ticchiuasqueh se icxitlanahuatil ica tlahtol ichtaca tlapohtoc tlen uilis quicuis aquinsa para ica quichichiuas yancuiqueh aplicaciones para tiposmeh uan web.<lineBreak></lineBreak>Xiquita se tlahcuilol para tiquinpalehuis mo quinnextilican tiposmeh quenin tlahtoan maseualmeh. Xiquita tiquitl de ocsiquen tlapalehuaneh ica secyectlalis tiquitl. ¡ohcon amo oue!

source: Number of Voices
nhi: pohual tlahtol

source: Occitan
nhi: Occitano

source: Off
nhi: amocualtia

source: Offensive language
nhi: pitzotic tlahtol

source: On
nhi: cualtia

source: On desktop devices you can contribute by downloading…
nhi: ichin tipostlahcuilol, huilis tictimultis version tlen teicahuia

source: On his head he wore a beret.
nhi: ichin i tzonticon cuica se cuatilmahtl

source: On iOS please continue with Safari to enable recording…
nhi: campa iOS timits tlatlaotia campa Safari para ticnimiltisqueh tlahtolahcocui…

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
nhi: ic ocsican, tla tucumati machtani amayic cahsitoc tlahtol huan san qui tlalilihtoc amocuali tlahtol, xucunpolo. tla amo tucun yecmati xucun ahcotzicuini

source: Optionally join on our email list for updates and new information about the project.
nhi: noyohqui huilis timunilos ichin tu tlahcuilol correo electronico para tic silis yancuic huan tlahtol ican tiquitl

source: Ossetian
nhi: Osetio

source: Other
nhi: Occe

source: Other Language
nhi: ocse tlahtol

source: Other people validate those voice clips.
nhi: ocsiqueh masehualmeh quinsiliah nicancateh clips tlahtol

source: Other voice datasets…
nhi: ocsiqueh tlanaoatilmeh tlahtol…

source: Other Voice Datasets
nhi: ocsiqui bases de tlanaoatil tlahtol

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
nhi: totiquitcau nichicomasehual monohnotzas mouantzin para mitzonmacas soporte adicional, huan para tocomatis tlayicatqui se nichicomasehual tiquitoc ica mu masehual tlantol

source: Our governance is founded on the pillars of:
nhi: totiachcauh moyicana ichin pilares de:

source: Partner
nhi: Yolchicauca

source: [Part of the text can’t be heard]
nhi: [sansiqui tlahtol amo huili mu caqui]

source: Pashto
nhi: Pastún

source: Past recordings download requests
nhi: tlahtlanilis timulistl de tlahtolahcuctoc yiachton

source: People come and contribute their voices.
nhi: masehual huitz huan techpalehuia ica intlahtol

source: Persian
nhi: Persa

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
nhi: <playbookLink> Xicahsi nimilis tlen cualtias </playbookLink> quemeh nochi nemilis de Common Voice campa cateh hasta campa quicueh sansica tlanauatil, uan queni timonilos ican tonichicomaseual

source: Play/Stop
nhi: nihnimilti/tzacuili

source: Please select a language to review sentences.
nhi: xicnexti se masehual tlahtol para tiquitasqueh tlahcuilolmeh

source: Polish
nhi: Polaco

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
nhi: <pontoonAccountLink>xicchihchihua se cuenta </pontoonAccountLink> tla amo ticpia se. Sanima xictlali mu tlahtol<strong> (´ team')</strong>huan nima xictlali mutiquiuh<pontoonCvLink>Common Voice</pontoonCvLink>Isqui miak tlahcuilol para ticpatlas. xicpachu campa se, isiuhca mitsnextilis tlahtol ica Ingles huan quemenia tiquin patlas

source: Portuguese
nhi: Portugués

source: Press play, listen & tell us: did they accurately speak the sentence below?
nhi: Xicpacho mo pehua, xicaqui uan techiluis: ¿Okihtohke cuali tlahtol tlen achto?

source: Press { shortcut-play-toggle } to toggle play mode
nhi: Xicpacho { shortcut-play-toggle } para secxotlaltis mo peua

source: Privacy
nhi: ichtaca

source: Privacy Policy
nhi: tlanahuatil ichtaca

source: Pro
nhi: quixmati

source: Profile
nhi: nexicah

source: Profile information improves the audio data used in training speech recognition accuracy.
nhi: tlanahuatil den perfil muyectlalis ican tlanahuatil tlahtol tlen mucui campa semunextilia ican cuali ixmatiliz tlahtol

source: Progress
nhi: nemilis

source: [‘Raised’ in English is always pronounced as one syllable, not two]
nhi: ['Raised' ican tlahtol ingles nuchipa mu ihtuhua quemeh se silaba, amo umeh]

source: Read More
nhi: ximomachti cachi

source: Read more on our About page
nhi: xicahsi cachi ican tu página ican Common Voice

source: Read the sentence carefully - don’t miss, change or add words.
nhi: xicmumachti tlahtol ica cuidado, amo xicpolo, xicpatla o xictlalili tlahtol

source: Ready to add your voice or lend your ear?
nhi: ¿yi cuali para tic tlalis mu tlahtol o tic tlaneuhtis mu nacas?

source: Ready to contribute?
nhi: ¿Yiticah cuali para titechpaleuis?

source: Ready to do { $count } more?
nhi: ¿Yiticah cuali para ticchiuas { $count } cachi?

source: Ready to donate your voice?
nhi: ¿Yiticah cuali para tictetlaocolis motlahtol?

source: Ready to help validate sentences?
nhi: yicuali tica para tiquin silis tlahtolme

source: reCAPTCHA is required if you want to proceed
nhi: muniqui reCAPTCHA ticniqui oc tinihnimis

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
nhi: Xicsili correos ica ilnamiquilistl ipan tlanimilil, tepanultilistl icanon iscaltilistl huan totlahtol nohnotza ica Common Voice.

source: Recorded Clips
nhi: tlahcoilol tlahtolahcoctoc

source: [Recording cut off before the end of the last word]
nhi: tlahtolahcuc achton uc ticqueh campa tlami tlahtol]

source: Recordings
nhi: tlahtolahcuc

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
nhi: tlahtolahcucui tlahtulmeh para tic chihuas tu base de datos tlapuhtoc; sansiqueh quihtusque nuyuhqui nicancah ahuiltil

source: Record/Stop
nhi: tlahtolahcucui/ tzacuili

source: Record your voice
nhi: ximotlahtolahcocui

source: Refresh
nhi: yancuictlali

source: Reject
nhi: amo tic silis

source: Remove
nhi: pololti

source: Report
nhi: tlanahuatia

source: Report was passed successfully
nhi: tlanahuatil omunlatitlane coali

source: Request a Language
nhi: xictlahtlani se tlahtol

source: Request recordings
nhi: xiquintlahtlani tlahtolahcuc

source: *required
nhi: niquilia

source: Re-record
nhi: ocsipatlahtolahcocui

source: Re-record clip
nhi: xi tlahtolahcocui ocsipa clip

source: Return
nhi: Xiualmocuipa

source: Return here to edit your goal anytime.
nhi: nuchipa huilis timu cuipas tic patlas mu tiquiuh

source: Return to Common Voice
nhi: Ximocuipa campa Common Voice

source: Return to Common Voice Datasets
nhi: ximocuipa ichin tlanaoatil de Common Voice

source: Return to Languages
nhi: Ximocuipa campa tlahtolmeh

source: Review
nhi: xiquita

source: Review could not be saved. Please try again later.
nhi: amo uhuilic umahcuc. xic yehyeco ocsipa cachi tlahcah

source: Review Criteria
nhi: tlanunutz de yuquitaqueh

source: Reviewed sentences not submitted, are sure?
nhi: tlahcuilolmeh tlen yumutaquh amo u mu naltitlanqueh, cateh seguras?

source: Review & re-record clips here as you go
nhi: xiquita huan ocsipa xitlahtolahcocui nica ichinnemilis

source: Review & re-record clips if needed
nhi: xiquita huan ocsipa xitlahtolahcucui tlamoniqui

source: Review Sentences
nhi: tiquitasqueh tlahcuilol

source: Review & Submit
nhi: xiquita huan xicnaltitlani

source: Romanian
nhi: Rumano

source: Romansh Sursilvan
nhi: Romanche sursilvano

source: Romansh Vallader
nhi: Romanche vallader

source: Runyankole
nhi: Nyankole

source: Russian
nhi: Ruso

source: Sakha
nhi: Yakuto

source: Sardinian
nhi: sardo

source: Save
nhi: ahcocui

source: Saved
nhi: ahcuctoc

source: Search
nhi: Sectemos

source: See how your progress compares to other contributors all over the world.
nhi: xiquita mu nimilis ica tlen de ocsiquen tlapalehuaneh ichi nuchi tlalticpac

source: See More
nhi: xiquita cachi

source: Select a Language...
nhi: xicpihpina se tlahtol...

source: Selected
nhi: tenextilihtok

source: Select the desired language dataset and choose the version you wish to download.
nhi: xicnexti datased den tlahtol tlenticniqui huan xicnexti tlenticniquis tictimoltis

source: Send sign up link
nhi: naltitlani enlace campasemuihcuilos

source: Sentence Collection
nhi: tlahcuilol pihpintoc

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
nhi: <sentenceCollectorFragment>xiquita cachi campa usek nihnichico tlahtuolmeh</sentenceCollectorFragment>

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
nhi: <sentenceCollectorVideo> xiquita tu tiachcanimilis quenimocuis nichicol tlahtol </sentenceCollectorVideo>

source: Sentences
nhi: tlahtoltlahcuilol

source: Sentences are collected for people to read aloud.
nhi: mu nichicuhtuqueh tlahcuilolmeh para masehual huilis quimachtis icatlahtol chicahuac

source: { $sentences } sentences reviewed. Thank you!
nhi: { $sentences } tlahcuilolmeh yuquimitaqueh. tlasohcamatictsin

source: Sentence text
nhi: Tlahcuilol tlahtol

source: Serbian
nhi: Serbio

source: Set a goal
nhi: xictlali mu tiquiuh

source: Share Common Voice
nhi: tehuanti Common Voice

source: Share my goal
nhi: tehuantis nu tiquiuh

source: Share your clip
nhi: tehuanti mo clip

source: Share your { $count } Clip Daily Goal for { $type }
nhi: tehuanti mu tiquiuh nuchipa de { $count } tlahtolahcucui para{ $type }

source: Share your { $count } Clip Weekly Goal for { $type }
nhi: tehuanti mu tiquiuh chicueyi tunal{ $count }tlahtolahcuc { $type }

source: Shilha
nhi: Tashelhit

source: Shortcuts
nhi: panoltilis directos

source: [Should be ‘dinosaurs’]
nhi: [quipia de isqui ‘ dinosaurio ´]

source: [Should be “We are”]
nhi: [Quipia de isqui ¨tehuan¨]

source: Show my ranking
nhi: mucnextica nu nemilis

source: Sicilian
nhi: Siciliano

source: Sign up
nhi: ximoihcuilo

source: Sign up for an account
nhi: ximoihcuilo para tic silis se cuenta

source: Sign up for Common Voice newsletters, goal reminders and progress updates
nhi: ximuihcuilo ichin boletin de tlanahuatil, ichin ilnamiquilis huan yancuic nemilis de Common Voice

source: sign up for email updates
nhi: ximoihcuilo para tic silis yancuic tlahtol ichin mu correo

source: Sign up for { $lang } updates:
nhi: Ximotlalkuilhuili campa mu patlatiuh ica { $lang }:

source: Sinhala
nhi: Cingalés

source: Size
nhi: hueyica

source: Skip
nhi: ahcotzicuini

source: Skip Submission Feedback
nhi: amoticahuilisqueh muctitlanican tenunutzanil

source: Slovak
nhi: Eslovaco

source: Slovenian
nhi: Esloveno

source: Small businesses, including tech and AI start ups
nhi: tzucutzitzin empresas, nuyuhqui yancuiquen empresas de tipostl ixmatilis

source: Somali
nhi: Somalí

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
nhi: siqui tlahtulmeh quipia se hueyi variacion que tlahcuilohuah, quenin tlahtuhuah, huan quenin quihtuhuah. icanun ticateh<ctaLink> calaquilihtoc variantes </ctaLink> ichin 2022. nicanca quitemaca nichicomasehual queni quipihpinas y tlahtol tlahtic campa mu nichicuhua tlanahuatil cachi hueyi
